Repository: ENOANO/NFC-for-iPhone-Localization
Catalog: *.lproj/Localizable.strings
Languages: de, pt, zh_hans

# nfc_general_cancel
source: Cancel
de: Abbrechen
pt: Cancelar
zh_hans: 取消

# nfc_general_error
source: Error
de: Fehler
pt: Erro

# nfc_error_nfc_not_available
source: This device does not support NFC. Please use an iPhone 7 or later to use NFC. Please note: The iPhone 6s does have NFC modul built in, but it is not available to developers and can only be used for Apple Pay.
de: Dieses Gerät unterstützt kein NFC. Bitte verwende ein iPhone 7 oder neuer um NFC zu benutzen. Bitte beachte: Im iPhone 6s ist zwar ein NFC Modul verbaut, dieses steht Entwicklern aber nicht zur Verfügung und ist nur für Apple Pay benutzbar.
pt: Este dispositivo não suporta NFC. Por favor, use um iPhone 7 ou mais recente para usar o NFC. Atenção: O iPhone 6s e o iPhone SE (primeira geração) têm um módulo NFC integrado, mas ele não está disponível para desenvolvedores e só pode ser usado para o Apple Pay.

# nfc_reader_title
source: NFC Reader
de: NFC Lesen
pt: Ler NFC
zh_hans: NFC读取

# nfc_writer_title
source: NFC Writer
de: NFC Schreiben
pt: Gravar NFC
zh_hans: NFC写入

# nfc_settings_title
source: Settings
de: Einstellungen
pt: Configurações
zh_hans: 设置

# nfc_create_vcard_title
source: Create Business Card
de: Visitenkarte erstellen
pt: Gerar cartão de visita
zh_hans: 创建名片

# nfc_create_weblink_title
source: Create Weblink
de: Weblink erstellen
pt: Gerar link web
zh_hans: 创建网站链接

# nfc_create_location_title
source: Create Location
de: Standort erstellen
pt: Gerar local
zh_hans: 创建地理位置

# nfc_create_wifi_title
source: Create Wi-Fi
de: Wi-Fi erstellen
pt: Gerar Wi-Fi
zh_hans: 创建无线网络

# nfc_create_text_title
source: Create Text
de: Text erstellen
pt: Gerar texto
zh_hans: 创建文本

# nfc_create_sms_title
source: Create SMS
de: SMS erstellen
pt: Gerar SMS
zh_hans: 创建短信

# nfc_create_tel_title
source: Create Telephone Number
de: Telefonnummer erstellen
pt: Gerar número telefônico
zh_hans: 创建电话号码

# nfc_create_shortcut_title
source: Create Shortcut
de: Kurzbefehl erstellen
pt: Gerar atalho
zh_hans: 创建快捷指令

# nfc_read_help_title
source: Read Help
de: Lesen Hilfe
pt: Ler ajuda
zh_hans: 读取帮助

# nfc_write_help_title
source: Write Help
de: Schreiben Hilfe
pt: Escrever ajuda
zh_hans: 写入帮助

# nfc_licenses_title
source: Licenses
de: Lizenzen
pt: Licenças
zh_hans: 许可证

# nfc_donation_title
source: Donation
de: Spende
pt: Doação
zh_hans: 捐赠

# nfc_help_title
source: Help
de: Hilfe
pt: Ajuda
zh_hans: 帮助

# nfc_delete_all_tags_title
source: Warning!
de: Warnung!
pt: Aviso!
zh_hans: 警告

# nfc_delete_all_tags_message
source: You are about to delete ALL saved entries on this tab. Hint: You can delete individually by swiping a record from right to left.
de: Du bist dabei ALLE gespeicherten Datensätze auf diesem Tab zu löschen. Hinweis: Du kannst einzeln löschen, indem du einen Datensatz von rechts nach links wischt.
pt: Você está prestes a apagar TODAS as entradas desta aba. Dica: Você pode apagar entradas indivualmente arrastando-a da direita para a esquerda.
zh_hans: 您即将删除所有保存的记录。注意：您可以通过从右向左滑动记录来删除单条记录。

# nfc_delete_all_tags_button_delete_title
source: Delete
de: Löschen
pt: Apagar
zh_hans: 删除

# nfc_delete_all_tags_button_cancel_title
source: Cancel
de: Abbrechen
pt: Cancelar
zh_hans: 取消

# nfc_vcard_error
source: Could not read VCard - Check your formatting
de: VCard Fehler - Bitte überprüfe ob die Formatierung stimmt.
pt: Não foi possível ler o VCard - Verifique a formatação
zh_hans: 无法读取VCard--检查你的格式。

# nfc_scan_hint_1
source: Hold the NFC-Tag on the upper back of your iPhone.
de: Halte den NFC-Tag an die obere Rückseite an deinem iPhone
pt: Aproxime a tag NFC da parte superior traseira do seu iPhone.
zh_hans: 将NFC标签靠近iPhone后侧上方。

# nfc_scan_hint_2
source: Is your NFC-Tag correctly formatted? Check the Help section!
de: Ist dein NFC-Tag richtig formatiert? Sieh in die Hilfe für mehr Infos!
pt: Sua tag NFC está corretamente formatada? Verifique a seção de ajuda!
zh_hans: 您的NFC标签格式正确吗？查看帮助部分

# nfc_scan_hint_3
source: Credit Cards, Passports or Public Transport Cards are not supported!
de: Kreditkarten, Reisepässe oder Nahverkehrskarten werden nicht unterstützt!
pt: Credit Cards, Passports or Public Transport Cards are not supportedCartões de crédito, passaportes e cartões de transporte não são suportados!
zh_hans: 不支持信用卡、护照或公交卡!

# nfc_write_hint
source: Hold your iPhone near a writable NFC tag to update.
de: Halte die obere Rückseite deines iPhone in die Nähe eines beschreibbaren NFC-Tags
pt: Aproxime seu iPhone de uma tag NFC para atualizar.
zh_hans: 将你的iPhone靠近可写入的NFC标签来更新。

# nfc_write_lock_hint
source: Lock NFC Tag. This operation can NOT be undone.
de: NFC-Tag sperren. Dieser Vorgang kann NICHT rückgängig gemacht werden.
pt: Bloquear tag NFC. Essa operação NÃO pode ser desfeita.
zh_hans: 锁定NFC标签。 此操作无法撤销。

# nfc_write_multiple_tags_error
source: More than one NFC-Tags found. Please present only one NFC-Tag.
de: Mehrere NFC Tags wurden gefunden. Bitte halte nur einen NFC Tag an dein iPhone
pt: Mais uma tag NFC detectada. Por favor, apresente apenas uma tag NFC.
zh_hans: 找到多个NFC标签。请只提供一个NFC标签。

# nfc_write_determine_ndef_status_error
source: Failed to determine NDEF status. Please try again.
de: NDEF Status konnte nicht bestimmt werden. Bitte erneut versuchen.
pt: Falha ao determinar o status NDEF. Por favor, tente novamente.
zh_hans: 无法确定NDEF状态。请再试一次。

# nfc_write_tag_not_writable_error
source: NFC-Tag is not writable.
de: NFC-Tag ist nicht beschreibbar.
pt: A tag NFC não é gravável.
zh_hans: NFC标签是不可写的。

# nfc_write_capacity_too_small_error
source: Tag capacity too small! Required: %d Bytes Tag capacity: %d Bytes
de: NFC-Tag Kapazität ist zu klein!Mindestgröße: %d Bytes Tag Größe: %d Bytes
pt: Capacidade da tag insuficiente!Necessário: %d Bytes Capacidade da tag: %d Bytes
zh_hans: NFC标签容量太小了！要求：%d Bytes NFC标签容量：%d Bytes。

# nfc_write_update_failed_error
source: Update tag failed. Please try again.
de: Update fehlgeschlagen. Bitte erneut versuchen.
pt: Falha ao atualizar a tag. Por favor, tente novamente.
zh_hans: 更新NFC标签失败。请重试。

# nfc_write_tag_not_ndef_formatted_error
source: Tag is not NDEF formatted.
de: NFC-Tag ist nicht NDEF formatiert.
pt: Tag não está no formato NDEF.
zh_hans: NFC标签不是NDEF格式的。

# nfc_write_lock_success
source: Lock successful.
de: Sperren erfolgreich.
pt: Bloqueio bem-sucedido.
zh_hans: 锁定成功。

# nfc_write_lock_failed
source: Lock failed. Please try again.
de: Sperren fehlgeschlagen. Bitte versuche es noch einmal.
pt: Falha no bloqueio. Por favor, tente novamente.
zh_hans: 锁定失败。请再试一次。

# nfc_write_succes
source: Writing was successful
de: Schreibvorgang erfolgreich
pt: Gravação bem-sucedida
zh_hans: 写入成功

# nfc_write_add_tag_title
source: New message
de: Neue Nachricht erstellen
pt: Nova mensagem
zh_hans: 新的NDEF信息

# nfc_write_add_tag_description
source: Please select a message type
de: Bitte wähle einen Nachrichten-Typ aus
pt: Por favor selecione o tipo de mensagem
zh_hans: 请选择信息类型

# nfc_write_button_title
source: Write
de: Schreiben
pt: Gravar
zh_hans: 写入

# nfc_read_button_title
source: Scan
de: Lesen
pt: Ler
zh_hans: 扫描

# nfc_save_button_title
source: Save
de: Speichern
pt: Salvar
zh_hans: 保存

# nfc_choose_contact_button_title
source: Choose Contact
de: Kontakt auswählen
pt: Escolher contato
zh_hans: 选择联系人

# nfc_contact_cell_title
source: Contact
de: Kontakt
pt: Contato
zh_hans: 联系人

# nfc_map_cell_title
source: Location
de: Standort
pt: Localização
zh_hans: 地理位置

# nfc_text_cell_title
source: Text
pt: Texto
zh_hans: 文本

# nfc_weblink_cell_title
source: Weblink
pt: Link web
zh_hans: 网站链接

# nfc_tel_cell_title
source: Telephone Number
de: Telefonnummer
pt: Número telefônico
zh_hans: 电话号码

# nfc_shortcut_cell_title
source: Shortcut
de: Kurzbefehl
pt: Atalho
zh_hans: 捷径

# nfc_create_business_card_action_title
source: Business Card
de: Visitenkarte
pt: cartão de visita
zh_hans: 名片

# nfc_create_location_action_title
source: Location
de: Standort
pt: Localização
zh_hans: 地理位置

# nfc_create_weblink_action_title
source: Weblink
pt: Link web
zh_hans: 网站链接

# nfc_create_text_action_title
source: Text
pt: Texto
zh_hans: 文本

# nfc_create_tel_action_title
source: Telephone Number
de: Telefonnummer
pt: Número telefônico
zh_hans: 电话号码

# nfc_create_shortcut_action_title
source: Shortcut
de: Kurzbefehl
pt: Atalho
zh_hans: 快捷指令

# nfc_cancel_action_title
source: Cancel
de: Abbrechen
pt: Cancelar
zh_hans: 取消

# nfc_create_tel_placeholder
source: Type in Telephone Number
de: Telefonnummer eingeben
pt: Digite o número telefônico
zh_hans: 输入电话号码

# nfc_create_sms_recipiant_placeholder
source: Type in Telephone Number
de: Telefonnummer eingeben
pt: Digite o número telefônico
zh_hans: 输入电话号码

# nfc_create_sms_message_placeholder
source: Type in Message
de: Nachricht eingeben
pt: Digite a mensagem
zh_hans: 输入信息

# nfc_create_shortcut_placeholder
source: Type in Shortcut Name
de: Kurzbefehl Name eingeben
pt: Digite o nome do atalho
zh_hans: 输入快捷指令名称

# nfc_create_shortcut_parameter_placeholder
source: Type in Parameter (Optional)
de: Parameter eingeben (Optional)
pt: Digite o parâmetro (opcional)
zh_hans: 输入参数(可选)

# nfc_create_shortcut_parameter_pasteboard_placeholder
source: Using pasteboard
de: Zwischenablage wird benutzt
pt: Usando área de transferência
zh_hans: 使用剪贴板

# nfc_create_shortcut_use_pasteboard_title
source: Use pasteboard
de: Zwischenablage nutzen
pt: Usar área de transferência
zh_hans: 使用剪贴板

# nfc_map_detail_open_in_maps_annotation_title
source: Location from NFC for iPhone
de: Standort von NFC für iPhone
pt: Localização da NFC para iPhone
zh_hans: 来自本App的地理位置

# nfc_settings_theme_section_header
source: Theme
pt: Tema
zh_hans: 主题

# nfc_settings_select_theme_title
source: Select Theme
de: Theme auswählen
pt: Selecionar tema

# nfc_settings_pro_features_section_header
source: Pro Features
pt: Versão Pro
zh_hans: 高级功能

# nfc_settings_pro_features_adfree_title
source: Ad-Free
de: Keine Werbung
pt: Remover anúncios
zh_hans: 免广告购买

# nfc_settings_pro_features_unlimited_widgets_title
source: Unlimited QR-Code Widgets
pt: Widgets QR-Code ilimitados

# nfc_settings_pro_features_description
source: By purchasing the ad-free version you support the further development of NFC for iPhone. This product can only be purchased once. You can restore the purchase at any time.
de: Durch den Kauf der werbefreien Version unterstützt du die Weiterentwicklung von NFC für iPhone. Dieses Produkt kann nur einmal erworben werden. Du kannst den Kauf jederzeit wiederherstellen.
pt: Ao comprar a versão sem anúncios, você apoia o contínuo desenvolvimento do NFC for iPhone. Esse produto pode ser comprado apenas uma vez. Você pode resgatar sua compra a qualquer momento.
zh_hans: 通过购买无广告版本，您将支持本应用的进一步发展。该产品只能购买一次。您可以在任何时候恢复购买。

# nfc_settings_pro_features_restore_button_title
source: Restore
de: Wiederherstellen
pt: Resgatar
zh_hans: 恢复

# nfc_settings_donations_section_header
source: Donate to the developer
de: Spenden an den Entwickler
pt: Doar ao desenvolvedor
zh_hans: 捐赠给开发商

# nfc_settings_donate_donut_title
source: Donate a Donut 🍩
de: Spende einen Donut 🍩
pt: Doar um donut 🍩
zh_hans: 捐赠一个甜甜圈 🍩

# nfc_settings_donate_smoothie_title
source: Donate a Smoothie 🍹
de: Spende einen Smoothie 🍹
pt: Doar um smoothie 🍹
zh_hans: 捐赠一杯冰沙 🍹

# nfc_settings_donate_meal_title
source: Donate a Meal 🍛
de: Spende eine Mahlzeit 🍛
pt: Doar uma refeição 🍛
zh_hans: 捐赠午餐 🍛

# nfc_settings_donate_description
source: A donation supports the further development of NFC for iPhone. This product can be purchased several times
de: Durch eine Spende unterstützt du die Weiterentwicklung von NFC für iPhone. Dieses Produkt kann mehrmals erworben werden.
pt: Uma doação apoia o contínuo desenvolvimento do NFC for iPhone. Esse produto pode ser comprado várias vezes.
zh_hans: 捐赠支持本App进一步发展。该产品可多次购买。

# nfc_settings_purchase_success_title
source: Thank you!
de: Vielen Dank!
pt: Obrigado!
zh_hans: 谢谢你！

# nfc_settings_purchase_failed_title
source: Error
de: Fehler
pt: Erro
zh_hans: 错误

# nfc_settings_purchase_adfree_success_description
source: The purchase was successful. Please restart the app now.
de: Der Kauf war erfolgreich. Bitte starte die App nun neu.
pt: Compra realizada com sucesso. Por favor reinicie o app agora.
zh_hans: 购买成功。请重新启动本应用。

# nfc_settings_purchase_donation_success_description
source: The purchase was successful. Thank you for your donation.
de: Der Kauf war erfolgreich. Vielen Dank für deine Spende!
pt: Compra realizada com sucesso. Obrigado por sua doação.
zh_hans: 购买成功。谢谢您的捐赠。

# nfc_settings_purchase_app_icon_success_description
source: The purchase was successful. Your App Icon will be activated now.
de: Der Kauf war erfolgreich. Das App Icon wird nun aktiviert.
pt: Compra realizada com sucesso. O ícone do app será ativado agora.
zh_hans: 购买成功。应用图标会现在激活。

# nfc_settings_purchase_theme_success_description
source: The purchase was successful. Your Theme will be activated now.
de: Der Kauf war erfolgreich. Das Theme wird nun aktiviert.
pt: Compra realizada com sucesso. Seu tema será ativado agora.

# nfc_settings_purchase_restore_success_description
source: The restore was successful. Please restart the app now.
de: Die Wiederherstellung war erfolgreich. Bitte starte die App nun neu.
pt: Resgate realizado com sucesso. Por favor, reinicie o app agora.
zh_hans: 恢复成功。请重新启动本应用。

# nfc_settings_purchase_nothing_to_restore_description
source: The product was never purchased.
de: Das Produkt wurde nie erworben.
pt: O produto nunca foi comprado.
zh_hans: 该产品从未购买过。

# nfc_settings_indefinite_read_section_header
source: NFC Read Settings
de: NFC Lesen Einstellungen
pt: Configurações de leitura de NFC
zh_hans: NFC读取设置

# nfc_settings_compatibility_mode_title
source: Compatibility Mode
de: Kompatibilitätsmodus
pt: Modo de compatibilidade
zh_hans: 兼容模式

# nfc_settings_start_read_on_startup_title
source: Read at App Launch
de: Lesen beim App Start
pt: Ler ao iniciar app
zh_hans: 在应用程序启动时读取

# nfc_settings_open_links_on_read_title
source: Open Weblink when read
de: Öffne Weblinks beim Lesen
pt: Abrir link web ao ler
zh_hans: 读取时打开网页链接

# nfc_settings_run_shortcut_on_read_title
source: Run Shortcut when read
de: Kurzbefehl ausführen beim Lesen
pt: Executar atalho ao ler
zh_hans: 读取时运行快捷指令

# nfc_settings_indefinite_read_title
source: Infinite Read
de: Unendlich Lesen
pt: Leitura infinita
zh_hans: 无限读取模式

# nfc_settings_indefinite_read_section_footer
source: You can read as many NFC Tags as you like until you tap "Done".
de: Nachdem ein NFC Tag gelesen wurde kannst du sofort den nächsten lesen bis du "Fertig" drückst.
pt: Você pode ler quantas tags NFC quiser até pressionar "Concluído".
zh_hans: 你可以读取任意多的NFC标签，直到你点击 "完成"。

# nfc_settings_help_section_header
source: Help
de: Hilfe
pt: Ajuda
zh_hans: 帮助

# nfc_settings_help_read_title
source: Read
de: Lesen
pt: Ler
zh_hans: 读取

# nfc_settings_help_write_title
source: Write
de: Schreiben
pt: Gravar
zh_hans: 写入

# nfc_settings_promotion_section_header
source: Buy NFC Tags (Affiliate Links)
de: NFC Tags kaufen (Affiliate Links)
pt: Comprar tags NFC (link afiliado)
zh_hans: 购买NFC标签(联盟链接)

# nfc_settings_promotion_tag_title
source: NFC Tags
pt: Tags NFC
zh_hans: NFC标签

# nfc_settings_promotion_section_footer
source: By purchasing NFC tags through the links above, I get a small portion of the unaltered purchase price as support for the development of NFC for iPhone.
de: Durch einen Kauf von NFC Tags über die obenstehenden Links erhalte ich einen kleinen Anteil vom unveränderten Kaufpreises als Unterstützung für die Entwicklung von NFC für iPhone.
pt: Comprando tags NFC pelos links acima, eu recebo uma pequena quantia do valor original para apoiar o desenvolvimento do NFC for iPhone.
zh_hans: 通过以上链接购买NFC标签，我将获得一小部分不变的购买价格，作为对本应用发展的支持。

# nfc_settings_more_title
source: More
de: Mehr
pt: Mais
zh_hans: 更多

# nfc_settings_website_title
source: Visit my website
de: Besuche meine Webseite
pt: Visite meu site
zh_hans: 访问开发者网站

# nfc_settings_rate_app_title
source: Rate this App
de: Bewerte die App
pt: Avalie ese app
zh_hans: 给本应用程序评分

# nfc_settings_rate_app_alert_question_title
source: Do you like NFC for iPhone?
de: Gefällt dir NFC für iPhone?
pt: Você gostou do NFC for iPhone?
zh_hans: 你喜欢本应用吗？

# nfc_settings_rate_app_alert_question_description
source: If yes, please take a short moment and tell other users what you like and if not, please tell me by e-mail what I could do better. Thank you!
de: Wenn ja, dann nimm dir bitte einen kurzen Moment Zeit und teile anderen Benutzern mit, was dir gefällt und falls nicht, sage mir bitte per E-Mail, was ich besser machen könnte. Vielen Dank!
pt: Se sim, por favor dedique um momento para dizer a outros usuários do que gostou. Se não, por favor me conte por e-mail o que eu poderia melhorar. Obrigado!
zh_hans: 如果是，请花一点时间告诉其他用户你喜欢什么，如果不喜欢，请通过电子邮件告诉我哪些地方我可以做得更好。谢谢您的支持。

# nfc_settings_send_email_question_title
source: Do you want tell me your issue with NFC for iPhone?
de: Möchtest du mir dein Problem mit NFC für iPhone mitteilen?
pt: Quer me contra qual foi o problema com o NFC for iPhone?
zh_hans: 你想告诉我你在App中遇到的问题吗？

# nfc_settings_rate_app_alert_answer_yes
source: Yes
de: Ja
pt: Sim
zh_hans: 是的

# nfc_settings_rate_app_alert_answer_no
source: No
de: Nein
pt: Não
zh_hans: 没有

# nfc_settings_help_translating_title
source: Help translating the App
de: Hilf bei der Übersetzung
pt: Ajuda a traduzir o app
zh_hans: 帮助翻译应用程序

# nfc_settings_licenses_title
source: Licenses
de: Lizenzen
pt: Licenças
zh_hans: 许可证

# nfc_settings_licenses_font_section_header
source: Font
de: Schrift
pt: Fonte
zh_hans: 字体

# nfc_settings_3rd_party_libs_section_header
source: Third Party Libraries
de: Drittanbieter Bibliotheken
pt: Bibliotecas de terceiros
zh_hans: 第三方库

# nfc_settings_licenses_icons_section_header
source: Icons
pt: Ícones
zh_hans: 图标

# nfc_settings_privacy_policy_title
source: Privacy Policy
de: Datenschutzerklärung
pt: Política de privacidade
zh_hans: 私隐政策

# nfc_settings_ad_consent_title
source: Ad Consent
de: Werbezustimmung
pt: Consentimento para anúncios
zh_hans: 广告审批

# nfc_settings_widget_settings_section_header
source: Widget Settings
de: Widget Einstellungen
pt: Configurações de widgets

# nfc_read_help_compatibility_mode_title
source: What is the compatibility mode?
de: Was ist der Kompatibilitätsmodus?
pt: O que é o modo e compatibliidade?
zh_hans: 什么是兼容模式？

# nfc_read_help_compatibility_mode_description
source: When you activate the compatibility mode the tag is read in a different way. If you have trouble reading a tag try the compatibility mode.
de: Wenn du den Kompatibilitätsmodus aktivierst, wird der Tag auf eine andere Art und Weise gelesen. Wenn du Probleme beim Lesen eines Tags hast, dann versuche es mal mit dem Kompatibilitätsmodus.
pt: Quando você ativa o modo de compatibilidade, a tag NFC é lida de um modo diferente. Se você tiver problemas ao ler uma tag, ative o modo de compatibilidade.
zh_hans: 当您启用兼容模式时，标签将以不同的方式读取。如果您在读取标签时遇到困难，请尝试兼容模式。

# nfc_read_help_ndef_title
source: What is NDEF?
de: Was ist NDEF?
pt: O que é NDEF?
zh_hans: 什么是NDEF？

# nfc_read_help_ndef_description
source: NDEF stands for "NFC Data Exchange Format". It defines an encapsulated message format which is required for data exchange with NFC Tags.
de: NDEF steht für "NFC Forum Data Exchange Format". Es definiert ein gekapseltes Nachrichten Format, welches für den Datenaustausch mit NFC Tags benötigt wird.
pt: NDEF, em inglês, significa "Formato de Intercâmbio de Dados NFC". Ele define um formato de mensagem encapsulada necessário para a troca de dados com tags NFC.
zh_hans: NDEF是 "NFC数据交换格式" 的缩写。它定义了与NFC标签进行数据交换所需的封装信息格式。

# nfc_read_help_credit_card_title
source: I want to read my credit card
de: Ich möchte meine Kreditkarte auslesen
pt: Eu quero ler meu cartão de crédito
zh_hans: 我想阅读我的信用卡

# nfc_read_help_credit_card_description
source: This feature is not supported by iOS and will probably not be released by Apple in the future.
de: Diese Funktion wird von iOS nicht unterstützt und wird auch sehr wahrscheinlich in Zukunkt nicht von Apple freigegeben.
pt: Esse recurso não é suportado pelo iOS e provavelmente não será implementado pela Apple no futuro.
zh_hans: iOS不支持这一功能，未来苹果可能不会发布这一功能。

# nfc_read_help_other_card_title
source: I would like to read out my public transport ticket / cafeteria card or something similar
de: Ich möchte meine Fahrkarte / Mensakarte oder ähnliches auslesen
pt: Eu gostaria de ler meu cartão de transporte público, cantina ou similar
zh_hans: 我想读出我的公交车票/食堂卡或类似的东西。

# nfc_read_help_other_card_description
source: This function is supported by iOS but not (yet) by this app. In many cases there is only a long number on such cards that the end user can't do much with.
de: Diese Funktion wird von iOS unterstützt aber von dieser App (noch) nicht. In vielen Fällen steht auf solchen Karten meist nur eine lange Zahl, mit der der Endanwender nicht viel anfangen kann.
pt: Esse recurso é suportado pelo iOS, mas (ainda) não por este app. Em muitos casos há apenas um longo número nesses cartões, sem muita utilidade para o usuário.
zh_hans: iOS支持这个功能，但本应用尚不支持。在很多情况下，这种卡片上只有一个长长的数字，最终用户无法做太多的事情。

# nfc_read_help_no_read_title
source: When I hold an NFC tag to the iPhone nothing happens
de: Wenn ich einen NFC Tag an das iPhone halte passiert nichts
pt: Quando aproximo uma tag NFC do iPhone, nada acontece
zh_hans: 当我拿着NFC标签靠近iPhone时，什么都没有发生。

# nfc_read_help_no_read_description
source: Make sure your NFC tag contains readable data. Your NFC tag must be NDEF formatted for this app to read. Most cards in your wallet are probably not NDEF formatted and will not be recognized by this app. But you can order NFC tags here in the app via the Amazon Affiliate Links.
de: Stelle sicher das dein NFC Tag auslesbare Daten enthält. Dein NFC Tag muss NDEF formatiert sein damit diese App davon lesen kann. Die meisten Karten in deinem Geldbeutel sind sehr wahrscheinlich nicht NDEF formatiert und werden von dieser App nicht erkannt. Du kannst dir aber hier in der App über die Amazon Affiliate Links passende NFC Tags bestellen.
pt: Certifique-se de que a tag NFC contém dados legíveis. Sua tag NFC deve estar no formato NDEF para ser lida por este app. A maioria dos cartões na sua carteira provavelmente não estão no formato NDEF e não serão reconhecidos por este app. Mas você pode comprar tags NFC no app através dos links afiliados na Amazon.
zh_hans: 确保您的 NFC 标签包含可读数据。您的 NFC 标签必须是 NDEF 格式的，才能被本应用程序读取。您钱包中的大多数卡片可能不是NDEF格式的，并且不会被这个应用程序识别。你可以通过亚马逊联盟链接在此应用中订购NFC标签。

# nfc_write_help_which_tags
source: Which NFC tags do I need?
de: Welche NFC Tags benötige ich?
pt: De quais tags NFC eu preciso?
zh_hans: 我需要哪些NFC标签？
