Repository: ENOANO/NFC-for-iPhone-Localization
Catalog: *.lproj/Localizable.strings
Languages: de, pt, zh_hans

# nfc_write_help_which_description
source: NXP NTag chips are best suited. These tags come in different versions: NTAG 213, 215 and 216. The main differences are the memory capacity and the price. For you as a user it is very important that these tags are preformatted for NDEF. In the following the different tags are listed with their respective memory capacity. NTAG 213: 180 Byte (NDEF: 137 Byte) NTAG 215: 540 Byte (NDEF: 480 Byte) NTAG 216: 924 Byte (NDEF: 868 Byte) When buying, make sure that you buy NFC tags with sufficient memory. You can support NFC for iPhone by purchasing the appropriate NFC tags through the affiliate links. The tags advertised have the largest possible storage capacity and are suitable for all applications.
de: Am besten geeignet sind NXP NTag Chips. Es von diesen Tags mehere Ausführungen: NTAG 213, 215 und 216. Im wesentlichen Unterscheiden diese sich in der Speicherkapazität und somit auch im Preis. Für dich als Anwender ist vorallem wichtig, dass diese Tags NDEF vorformatiert sind. Im folgenden sind die verschiedenen Tags mit jeweiliger Speicherkapazität aufgelistet. NTAG 213: 180 Byte (NDEF: 137 Byte) NTAG 215: 540 Byte (NDEF: 480 Byte) NTAG 216: 924 Byte (NDEF: 868 Byte) Achte beim Kauf also darauf, dass du NFC Tags mit ausreichend Speicher kaufst. Du kannst NFC für iPhone unterstützen indem du die passenden NFC Tags über die Affiliate Links kaufst. Die Beworbenen Tags haben die größt mögliche Speicherkapazität und eignen sich für alle Anwendungsfälle.
pt: As tags NTag da NXP são as mais indicadas. Essas tags vêm em diferentes versões: NTAG 213, 215 e 216. As principais diferenças são a capcidade de memória e o preço. 'É muito importante que essas tags venham pré-formatadas em NDEF'. Diferentes tags NFC estão listadas a seguir com suas respectivas capacidades de memóris. NTAG 213: 180 Bytes (NDEF: 137 Bytes) NTAG 215: 540 Bytes (NDEF: 480 Bytes) NTAG 216: 924 Bytes (NDEF: 868 Bytes) Ao comprar, certifique-se de comprar tags NFC com memória suficiente. Você pode apoiar o NFC for iPhone comprando as tags apropriadas através dos links afiliados. As tags anunciadas têm a maior capacidade de armazenamento possível e são indicadas para qualquer aplicação.
zh_hans: 恩智浦NTag芯片最适合。这些标签有不同的版本。NTAG 213、215和216。主要区别在于内存容量和价格。对于用户来说，这些标签的预格式化对于 NDEF 非常重要。下面列出了不同的标签和它们各自的内存容量。 213: 180 Byte（NDEF: 137 Byte) 215: 540 Byte（NDEF：480 Byte) 216: 924 Byte（NDEF: 868 Byte) 购买时，请确保购买内存充足的NFC标签。您可以通过联盟链接购买相应的NFC标签来支持本应用。广告中的标签具有最大的存储容量，适用于所有场景。

# nfc_write_help_whats_shortcuts_section_header
source: What is the Shortcuts App?
de: Was ist die Kurzbefehle App?
pt: O que é o app Atalhos?
zh_hans: 什么是快捷指令App？

# nfc_write_help_whats_shortcuts_title
source: Shortcuts User Guide
de: Kurzbefehle Benutzerhandbuch
pt: Manual do usuário do app Atalhos
zh_hans: 快捷指令使用手册

# nfc_write_help_whats_shortcuts_link
source: https://support.apple.com/guide/shortcuts/welcome/ios
de: https://support.apple.com/de-de/guide/shortcuts/welcome/ios
pt: https://support.apple.com/pt-br/guide/shortcuts/welcome/ios
zh_hans: https://support.apple.com/zh-cn/guide/shortcuts/welcome/ios

# nfc_write_help_shortcuts_title
source: How can I control the Shortcuts App with NFC-Tags?
de: Wie kann ich die Kurzbefehle App mit NFC Tags ansteuern?
pt: Como posso controlar o app Atalhos com tags NFC?
zh_hans: 如何用NFC-Tags控制快捷指令App？

# nfc_write_help_shortcuts_description
source: In NFC Writer screen, select "Shortcut" from the menu and enter the name of the shortcut. The shortcut must have exactly the same name as in the Shortcuts app. Pay attention to upper and lower case. Optionally you can add a parameter or use the clipboard for the shortcut. Once you've written the shortcut to an NFC tag, you can read the tag at any time without opening NFC for iPhone. The only requirement is that your iPhone must be unlocked.
de: Wähle in NFC Schreiben Anzeige den Menüpunkt "Kurzbefehl" aus und gebe den Namen des Kurzbefehls ein. Der Kurzbefehl muss exakt den selben Namen wie in der Kurzbefehle App haben. Achte hierbei auf Groß- und Kleinschreibung. Optional kannst du dem Kurzbefehl auch noch einen Parameter mitgeben oder die Zwischenablage auslesen lassen. Wenn du den Kurzbefehl dann auf einen NFC-Tag geschrieben hast, kannst du den Tag zu jederzeit auslesen, auch ohne das NFC für iPhone geöffnet ist. Einzige Voraussetzung ist das dein iPhone entsperrt sein muss.
pt: Na tela de gravação de NFC, selecione "Atalhos" a partir do menu e digite o nome do atalho. O atalho deve ter exatamente o mesmo nome que no app Atalhos. Preste atenção às maiúsculas e minúsculas. Opcionalmente, você pode especificar um parâmetro ou usar a área de transferência com o atalho. Assim que você gravar o atalho na tag NFC, você pode ler a tag a qualquer momento sem abrir o app NFC for iPhone. Seu iPhone só precisa estar desbloqueado.
zh_hans: 在NFC写入界面，从菜单中选择 "快捷指令 "并输入快捷指令的名称。快捷指令的名称必须与快捷指令应用中的名称完全相同。注意大写和小写。你也可以选择添加一个参数或者使用剪贴板来写快捷方式。一旦你把快捷指令写到NFC标签上，你可以在任何时候读取标签，而无需打开本应用。唯一的要求是你的iPhone必须是解锁的。

# nfc_theme_blue
source: Blue
de: Blau
pt: Azul
zh_hans: 蓝色

# nfc_theme_orange
source: Orange
pt: laranja
zh_hans: 橙色

# nfc_theme_green
source: Green
de: Grün
pt: Verde
zh_hans: 绿色

# nfc_theme_yellow
source: Yellow
de: Gelb
pt: Amarelo
zh_hans: 黄色

# nfc_theme_spring
source: Spring
de: Frühling
pt: Primavera
zh_hans: 弹簧

# nfc_themes_title
source: Themes
pt: Temas

# nfc_themes_free_section_title
source: Free
de: Gratis
pt: Grátis

# nfc_theme_italian_horse_red
source: Italian Horse Red
de: Italienisches Pferderot
pt: Vermelho Cavalo Italiano

# nfc_theme_hacker_green
source: Hacker Green
de: Hacker Grün
pt: Verde Hacker

# nfc_theme_english_green
source: English Green
de: Englisch Grün
pt: Verde Inglês

# nfc_theme_gold
source: Gold
pt: Dourado

# nfc_theme_purple_haze
source: Purple Haze
pt: Névoa Púrpura

# nfc_themes_settings_section_title
source: Settings
de: Einstellungen
pt: Configurações

# nfc_themes_force_dark_mode_title
source: Force Dark Mode
de: Dunkler Modus erzwingen
pt: Forçar modo escuro

# nfc_themes_force_dark_mode_description
source: By forcing dark mode you can override your system setting for this app. This is helpful when using a theme that might not have a good constrast in light mode.
de: Mit dem Erzwingen des dunklen Modus kannst du deine Systemeinstellung für diese App außer Kraft setzen. Dies ist hilfreich, wenn du ein Theme verwendst, das im hellen Modus möglicherweise keinen guten Kontrast bietet.
pt: Forçando o modo escuro, você pode anular as configurações de sistema para este app. Isso é útil ao usar um tema que não tenha bom contraste no modo claro.

# nfc_settings_app_icon_title
source: App Icon
pt: Ícone do app
zh_hans: App图标

# nfc_settings_choose_app_icon_title
source: Choose App Icon
de: App Icon auswählen
pt: Escolher ícone do app.
zh_hans: 选择App图标

# nfc_app_icon_section_free_title
source: Free
de: Gratis
pt: Grátis
zh_hans: 免费

# nfc_appicon_standard
source: Standard
pt: Padrão
zh_hans: 标准

# nfc_appicon_dark
source: Dark Night
pt: Noite Escura
zh_hans: 暗黑

# nfc_appicon_pink
source: Cotton Candy
de: Zuckerwatte
pt: Algodão Doce
zh_hans: 粉红

# nfc_appicon_dark_rainbow
source: Rainbow Dark Mode
pt: Arco-íris Modo Escuro
zh_hans: 黑虹

# nfc_appicon_rainbow
source: Rainbow
pt: Arco -íris
zh_hans: 彩虹

# nfc_purchase_app_icon_title
source: App Icon
pt: 'cone do app'
zh_hans: App图标

# nfc_purchase_app_icon_description
source: By purchasing an app icon you support the further development of NFC for iPhone. This product can only be purchased once. You can restore the purchase at any time.
de: Durch den Kauf eines App Icons unterstützt du die Weiterentwicklung von NFC für iPhone. Dieses Produkt kann nur einmal erworben werden. Du kannst den Kauf jederzeit wiederherstellen.
pt: Ao comprar um ícone do app, você apoia o desenvolvimento contínuo do NFC for iPhone. Esse produto pode ser comprado apenas uma vez. Você pode resgatar sua compra a qualquer momento.
zh_hans: 通过购买App图标，您将支持本App的进一步发展。该产品只能购买一次。您可以在任何时候恢复购买。

# nfc_purchase_theme_title
source: Theme
pt: Tema

# nfc_purchase_theme_description
source: By purchasing a theme you support the further development of NFC for iPhone. This product can only be purchased once. You can restore the purchase at any time.
de: Durch den Kauf eines Themes unterstützt du die Weiterentwicklung von NFC für iPhone. Dieses Produkt kann nur einmal erworben werden. Du kannst den Kauf jederzeit wiederherstellen.
pt: Ao comprar um tema, você apoia o desenvolvimento contínuo do NFC for iPhone. Esse produto pode ser comprado apenas uma vez. Você pode resgatar sua compra a qualquer momento.

# nfc_purchase_unlimited_widgets_description
source: By purchasing unlimited widgets you support the further development of NFC for iPhone. This product can only be purchased once. You can restore the purchase at any time.
pt: Ao comprar widgets ilimitados, você apoia o desenvolvimento contínuo do NFC for iPhone. Esse produto pode ser comprado apenas uma vez. Você pode resgatar sua compra a qualquer momento.

# nfc_expert_button_title
source: Function
de: Funktion
pt: Função
zh_hans: 功能

# nfc_expert_mode_title
source: Choose a function
de: Wähle eine Funktion aus
pt: Escolha uma função
zh_hans: 选择一个功能

# nfc_expert_mode_title_description
source: Warning: Some functions might lead to data loss on your tag.
de: Achtung: einige der Funktionen können zu Datenverlust auf deinem Tag führen.
pt: Aviso: alguma funções podem acarretar perda de dados na sua tag.
zh_hans: 警告。某些功能可能会导致您的标签上的数据丢失。

# nfc_expert_mode_read_memory_title
source: Read memory
de: Speicher lesen
pt: Ler a memória
zh_hans: 读取数据

# nfc_expert_mode_empty_ndef_title
source: Format as NDEF
de: NDEF formatieren
pt: Formatar como NDEF
zh_hans: 格式化为 NDEF

# nfc_expert_mode_format_title
source: Format
de: Formatieren
pt: Formatar
zh_hans: 格式化

# nfc_tag_expert_section_header_tag_info
source: Tag Info
pt: Informações da tag
zh_hans: 标签信息

# nfc_tag_expert_section_header_tag_header
source: Tag Header
pt: Cabeçalho da tag
zh_hans: 标签头

# nfc_tag_expert_section_header_tag_data
source: Data
de: Daten
pt: Dados
zh_hans: 数据

# nfc_expert_tag_info_tag_type
source: Tag Type:
de: Tag Typ:
pt: Tipo de tag:
zh_hans: 标签类型:

# nfc_expert_tag_info_tag_family
source: Tag Family:
de: Tag Familie:
pt: Família da tag:
zh_hans: 标签 家庭:

# nfc_expert_tag_info_identifier
source: Identifier:
pt: Identificador:
zh_hans: 识别码:

# nfc_expert_tag_info_capcity
source: Capacity:
de: Kapazität:
pt: Capacidade:
zh_hans: 容量:

# nfc_expert_tag_info_status_read_only
source: Read only
de: Nur Lesen
pt: Somente leitura
zh_hans: 只读

# nfc_expert_tag_info_status_read_write
source: Read/Write
de: Lesen/Schreiben
pt: Leitura/escrita
zh_hans: 读/写

# nfc_expert_header_vendor
source: Vendor:
de: Hersteller:
pt: Fabricante:
zh_hans: 供应商:

# nfc_expert_header_product_type
source: Product Type:
de: Produkt Typ:
pt: Tipo de produto:
zh_hans: 产品类型:

# nfc_expert_header_product_subtype
source: Product Subtype:
de: Produkt Subtyp:
pt: Subtipo do produto:
zh_hans: 产品子类型:

# nfc_expert_header_major_version
source: Major Version:
pt: Versão principal:
zh_hans: 主要版本：

# nfc_expert_header_minor_version
source: Minor Version:
pt: Versão secundária:
zh_hans: 小版本:

# nfc_expert_header_storage
source: Storage size:
de: Speicherplatz:
pt: Tamanho do armazenamento:
zh_hans: 存储大小:

# nfc_expert_header_protocol_type
source: Protocol Type:
de: Protokoll Typ:
pt: Tipo de protocolo:
zh_hans: 协议类型:

# nfc_expert_header_raw
source: Raw:
de: Rohwert:
pt: Dados brutos:
zh_hans: 原始值:

# nfc_override_alert_title
source: Warning!
de: Achtung!
pt: Aviso!
zh_hans: 警告！

# nfc_override_alert_message
source: This operation overwrites all data stored on the tag.
de: Dieser Vorgang überschreibt alle auf dem Tag gespeicherten Daten.
pt: Essa operação sobrescreve todos os dados da tag.
zh_hans: 此操作会覆盖标签上存储的所有数据。

# nfc_error_tag_type_not_supported
source: Error: Tag type is not (yet) supported. Please select the compatibility mode in the settings and try again
de: Fehler: Tag Typ wird (noch) nicht unterstützt. Bitte wähle den Kompatibilitätsmodus in den Einstellungen aus und versuche es erneut.
pt: Erro: Tipo de tag (ainda) não é suportado. Por favor, selecione o modo de compatibilidade nas configurações e tente novamente
zh_hans: 错误: 尚不支持该NFC标签类型。请在设置中选择兼容模式并再次尝试

# nfc_read_error_could_not_read_version
source: Error: Version could not be read. Please try again
de: Fehler: Version konnte nicht gelesen werden. Bitte erneut versuchen.
pt: Erro: Não foi possível ler a versão. Por favor, tente novamente
zh_hans: 错误: 无法读取版本。请再试一次

# nfc_read_error_could_not_read_data
source: Error: Data could not be read. Please try again
de: Fehler: Daten konnten nicht gelesen werden. Bitte erneut versuchen.
pt: Erro: Não foi possível ler os dados. Por favor, tente novamente
zh_hans: 错误: 无法读取数据。请再试一次

# nfc_write_error_empty_ndef
source: Error: Empty NDEF message could not be written. Please try again
de: Fehler: Leere NDEF Nachricht konnte nicht geschrieben werden. Bitte erneut versuchen.
pt: Erro: Mensagem NDEF vazia não pôde ser gravada. Por favor. tente novamente
zh_hans: 错误: 无法写入空的NDEF信息。请再试一次

# nfc_wifi_network_name
source: Network:
de: Netzwerk:
pt: Rede:
zh_hans: 网络：

# nfc_wifi_network_password
source: Password:
de: Passwort:
pt: Senha:
zh_hans: 密码：

# nfc_sms_recipient
source: Recipient:
de: Empfänger:
pt: Destinatário:
zh_hans: 收件人：

# nfc_sms_message
source: Message:
de: Nachricht:
pt: Mensagem:
zh_hans: 信息：

# nfc_qr_title
source: Code Reader
de: Code Lesen
pt: Leitor QR
zh_hans: QR阅读器

# nfc_qr_found_title
source: QR-Code detected
de: Code entdeckt
pt: QR Code detectado
zh_hans: 检测到QR码

# nfc_qr_create_writable_record_title
source: Save for NFC writing
de: Speichern für NFC schreiben
pt: Salvar para gravação de NFC
zh_hans: 保存为NFC写入

# nfc_qr_copy_to_clipboard_title
source: Copy to clipboard
de: In die Zwischenablage kopieren
pt: Copiar para a área de transferência
zh_hans: 复制到剪贴板

# nfc_qr_open_in_browser_title
source: Open in browser
de: Im Browser öffnen
pt: Abrir no navegador
zh_hans: 在浏览器中打开

# nfc_qr_content_title
source: Content:
de: Inhalt:
pt: Conteúdo:
zh_hans: 内容:

# nfc_qr_usertitle_title
source: Title:
de: Titel:
pt: Título:
zh_hans: 标题:

# nfc_qr_usertitle_placeholder
source: Type in a title
de: Gebe einen Titel ein
pt: Digite um título
zh_hans: 键入标题

# nfc_qr_paste_image_button
source: Paste Image from Clipboard
de: Bild aus Zwischenablage einfügen
pt: Colar imagem da área de transfêrencia

# nfc_qr_search
source: Search on DuckDuckGo
de: Suchen
pt: Procurar
zh_hans: 搜索

# nfc_deactivate_multitasking_error_title
source: Camera not activated
de: Kamera nicht aktiviert
pt: Câmera não ativada
zh_hans: 相机未激活

# nfc_deactivate_multitasking_error_message
source: Camera is not available in splitview or slideover. Please go back to fullscreen and try again.
de: Die Kamera ist in Splitview oder Slideover nicht verfügbar. Bitte gehe zurück in den Vollbildmodus und versuchen es erneut.
pt: A câmera não está disponível nos modos Split View ou Slide Over. Por favor, retorne ao modo de tela cheia e tente novamente.
zh_hans: 在分屏或滑屏中不能激活相机。请回到全屏状态再试一次。

# nfc_qr_wifi_connect
source: Connect
de: Verbinden
pt: Conectar
zh_hans: 连接

# nfc_qr_add_contact
source: Add Contact
de: Kontakt hinzufügen
pt: Adicionar contato
zh_hans: 添加联系人

# nfc_qr_open_weblink
source: Open Weblink
de: Weblink öffnen
pt: Abrir link web
zh_hans: 打开网络链接

# nfc_qr_pasteboard_empty_title
source: Clipboard empty
de: Zwischenablage leer
pt: Área de transferência vazia
zh_hans: 剪贴板为空

# nfc_qr_pasteboard_empty_message
source: To add a photo to this record please copy any photo (from a website or your photo library) and tap this button again.
de: Um ein Foto zu diesem Datensatz hinzuzufügen, kopiere bitte ein beliebiges Foto (von einer Website oder der Fotobibliothek) und tippe erneut auf diesen Knopf.
pt: Para adicionar uma foto a esse registro, por favor copia qualquer foto (de um site na web ou de sua biblioteca de fotos) e toque neste botão novamente.
zh_hans: 要在此记录中添加照片，请复制任何照片（来自网站或您的照片库）并再次点击此按钮

# nfc_qr_copy_content_clipboard_button
source: Copy content to clipboard
de: Inhalt in die Zwischenablage kopieren
pt: Copiar conteúdo para a área de transferência

# nfc_qr_share_button
source: Share QR-Code
de: QR-Code teilen
pt: Compartilhar QR Code

# nfc_qr_save_for_widget_button
source: Save QR-Code for Widget
de: QR-Code für Widget speichern
pt: Salvar QR Code para widget

# nfc_qr_remove_for_widget_button
source: Remove QR-Code for Widget
pt: Remover QR Code de widget

# nfc_qr_save_qr_for_widget_title
source: QR-Code saved
de: QR-Code gespeichert
pt: QR Code salvo

# nfc_qr_save_qr_for_widget_message
source: The QR code has been saved for widgets. You can now display this QR code in the widget.
de: Der QR-Code wurde für Widgets abgespeichert. Du kannst diesen QR-Code nun im Widget anzeigen. Die gespeicherten QR-Codes findest du in den Einstellungen. Dort kannst du sie ansehen und löschen.
pt: O QR Code foi salvo num widget. Agora você pode exibir esse QR Code no widget.

# nfc_qr_how_to_widget_link
source: https://support.apple.com/en-us/HT207122
de: https://support.apple.com/de-de/HT207122
pt: https://support.apple.com/pt-br/HT207122

# nfc_qr_show_me_how_to_widget_button
source: Widget Help
de: Widget Hilfe
pt: Ajuda dos widgets

# nfc_device_not_compatible
source: Sorry your device is not compatible! Only iPhone 7 or newer devices support NFC capabilities. iPhone 6, 6s, 5s and SE support Apple Pay but Apple didn't make NFC available to developers. I also made an error when submitting the app. It should not be downloadable on older devices and iPads, but I can't change that anymore. Please refrain from giving bad reviews on the AppStore when your device is not compatible. Thank you!
de: Mist, dein Gerät ist nicht kompatibel! Nur iPhone 7 oder neuere Geräte unterstützen NFC. iPhone 6, 6s, 5s und SE unterstützen Apple Pay, aber Apple hat NFC den Entwicklern nicht zur Verfügung gestellt. Außerdem habe ich beim Einreichen der App einen Fehler gemacht. Die App sollte auf älteren Geräten und iPads nicht herunterladbar sein, aber das kann ich leider nicht mehr ändern. Bitte sieh davon ab schlechte Bewertungen im AppStore zu schreiben, wenn dein Gerät nicht kompatibel ist. Danke!
zh_hans: 对不起，您的设备不兼容! 只有iPhone 7或更新的设备支持NFC功能。 iPhone 6、6s、5s和SE支持Apple Pay，但苹果没有向开发者提供NFC。我在提交应用时也犯了一个错误。它应该无法在旧设备和iPad上下载，但我已经无法改变了。当你的设备不兼容时，请不要在AppStore上给差评。 谢谢你！

# nfc_general_ok
source: Ok
zh_hans: 好的

# nfc_expert_title
source: NFC Expert
de: NFC Experte
zh_hans: NFC专业模式

# nfc_pro_title
source: Pro
zh_hans: 高级版

# nfc_wifi_cell_title
source: Wi-Fi
zh_hans: 无线网络

# nfc_sms_cell_title
source: SMS
zh_hans: 短信

# nfc_create_wifi_action_title
source: Wi-Fi
zh_hans: 无线网络

# nfc_create_sms_action_title
source: SMS
zh_hans: 短信

# nfc_settings_promotion_amazon_link
source: https://www.amazon.com/gp/product/B08BKFNWLP/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B08BKFNWLP&linkCode=as2&tag=1337420050185-20&linkId=ca5752c32d1ebb9931c4a7785f7ee8d8
de: https://www.amazon.de/gp/product/B06XH2R5ZP/ref=as_li_tl?ie=UTF8&camp=1638&creative=6742&creativeASIN=B06XH2R5ZP&linkCode=as2&tag=1337420050185-21&linkId=286272c640f7f513152282d89ec731c2
zh_hans: https://www.amazon.com/gp/product/B075RXBVKM/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B075RXBVKM&linkCode=as2&tag=1337420050185-20&linkId=f7ad3cb54bfa933430af0b402a65df40

# nfc_theme_pink
source: Pink
zh_hans: 粉色

# nfc_app_icon_section_premium_title
source: Premium
zh_hans: 高级

# nfc_appicon_flag_rastafari
source: Rastafari
zh_hans: 拉斯特法里

# nfc_expert_tag_info_status
source: Status:
zh_hans: 状态:
